tap "homebrew/core"
tap "homebrew/bundle"
tap "d12frosted/emacs-plus"
tap "lampepfl/brew"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "caskroom/versions/java8"
brew "ack"
brew "emacs", link: false
brew "agda"
brew "aspcud"
brew "aspell"
brew "colordiff"
brew "coreutils"
brew "fswatch"
brew "git"
brew "grep", args: ["with-default-names"]
brew "haskell-stack"
brew "links"
brew "mackup"
brew "mas"
brew "mosh"
brew "node"
brew "opam"
brew "openssh"
brew "reattach-to-user-namespace"
brew "sbt"
brew "scala", args: ["with-docs", "with-src"]
brew "tmux"
brew "d12frosted/emacs-plus/emacs-plus"
brew "lampepfl/brew/dotty"
cask "discord"
cask "intellij-idea-ce"
cask "iterm2"
cask "retinizer"
cask "scala-ide"
cask "skim"
cask "skype"
cask "visual-studio-code"
cask "zotero"
cask "caskroom/fonts/font-source-code-pro"
mas "DaisyDisk", id: 411643860
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
