ack
aspell
autoconf
automake
cairo
cmake
colordiff
coreutils
dotty
emacs
emacs-plus
fontconfig
freetype
fswatch
gdk-pixbuf
gettext
git
glib
gmp
gnutls
gobject-introspection
graphite2
grep
harfbuzz
icu4c
imagemagick@6
jpeg
libcroco
libevent
libffi
libpng
librsvg
libssh2
libtasn1
libtiff
libtool
libunistring
links
makedepend
mosh
nettle
openssh
openssl
p11-kit
pango
pcre
pixman
pkg-config
protobuf
rust
sphinx-doc
tmux
xz
