tap "homebrew/core"
tap "homebrew/bundle"
tap "d12frosted/emacs-plus"
tap "lampepfl/brew"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
brew "ack"
brew "emacs", link: false
brew "agda"
brew "aspcud"
brew "aspell"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bashdb"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "dos2unix"
brew "fswatch"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg", link: false
brew "grep", args: ["with-default-names"]
brew "haskell-stack"
brew "idris"
brew "links"
brew "mackup"
brew "make"
brew "mas"
brew "mosh"
brew "nmap"
brew "node"
brew "opam"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "patchutils"
brew "pstree"
brew "pv"
brew "reattach-to-user-namespace"
brew "rename"
brew "renameutils"
brew "rsync"
brew "sbt"
brew "scala", args: ["with-docs", "with-src"]
brew "texinfo"
brew "tmux"
brew "tofrodos"
brew "vim"
brew "watch"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus"
brew "lampepfl/brew/dotty"
cask "discord"
cask "gpg-suite"
cask "intellij-idea-ce"
cask "iterm2"
cask "jad"
cask "retinizer"
cask "scala-ide"
cask "skim"
cask "skype"
cask "visual-studio-code"
cask "whatsapp"
cask "zotero"
cask "caskroom/fonts/font-inconsolata"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/versions/java8"
mas "DaisyDisk", id: 411643860
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
