tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "lampepfl/brew"
brew "ack"
brew "aspell"
brew "cairo"
brew "colordiff"
brew "coreutils"
brew "fswatch"
brew "libtiff"
brew "git"
brew "grep", args: ["with-default-names"]
brew "icu4c"
brew "imagemagick@6"
brew "links"
brew "mackup"
brew "mosh"
brew "openssh"
brew "tmux"
brew "d12frosted/emacs-plus/emacs-plus", link: false
brew "lampepfl/brew/dotty"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/versions/java8"
